[P_4_2_2_Abt_BasePatrolA]
Speech_0012L=SOLDIER A -  ...That's sick.  I'm a soldier, not a sadist.
Speech_0012L=SOLDIER B -  Come on, you know you want to watch.
Speech_0005L=SOLDIER A -  I don t.  Broadcasting murder is barbaric.
Speech_0006L=SOLDIER B -  You're naïve to think it's anything but history.
Speech_0007L=SOLDIER A -  It's a pointless conversation.  We're on patrol until the alert quiets.
Speech_0008L=SOLDIER B -  Don't tell me you believe those American super spy stories coming out of Kola.
Speech_0009L=SOLDIER A -  If Nikoladze believes them I believe them.
Speech_0010L=SOLDIER B -  Those stories are nothing but Russian winters and Russian vodka.  We should be with the others, watching the broadcast.

[P_4_2_2_Abt_BasePatrolB]

[P_4_2_2_Abt_BasePatrolC]
Speech_0001L=GASOLD11A- Are you sure?
Speech_0002L=GASOLD11B- They put him on a helicopter.  Nikoladze's left us.
Speech_0003L=GASOLD11A- Grinko must think the Americans are here.
Speech_0004L=GASOLD11B- God help us if they are.

[P_4_2_2_Abt_GrinkoAttack]

[P_4_2_2_Abt_GrinkoDeadChek]

[P_4_2_2_Abt_GrinkoMAIN]

[P_4_2_2_Abt_GrinkoOffC1]

[P_4_2_2_Abt_GrinkoOffC2]

[P_4_2_2_Abt_GrinkoSquadA1]

[P_4_2_2_Abt_GrinkoSquadA2]

[P_4_2_2_Abt_InitGoal]
Goal_0001L=Acesse a antena situada no teto do matadouro e anule sua capacidade de transmissão.
Goal_0004L=Destrua a transmissão da antena.
Goal_0002L=Chegue até os soldados americanos capturados antes dos executores. 
Goal_0005L=Elimine os executores.
Goal_0003L=Localize os soldados americanos. 
Goal_0006L=Procure os reféns. 

[P_4_2_2_Abt_LambertNote]
Speech_0013L=LONG DAN -  You are American.
Speech_0014L=FISHER -  You're Chinese.
Speech_0015L=LONG DAN - The PRC ambassador to Myanmar.  I must speak with a  representative of your government.
Speech_0016L=FISHER -  They hear everything I do.  Shoot.
Speech_0017L=LONG DAN -  Kong Feirong does not represent the will of China. His is a splinter faction of the Chinese army, all of them fanatics and fools.
Speech_0018L=FISHER -  What does he want?
Speech_0019L=LONG DAN -  First, Taiwan.  With others to follow.  ''Gifts'' to the PRC he thinks they will not be able to refuse.
Speech_0020L=FISHER -  How is Nikoladze involved?
Speech_0021L=LONG DAN -  Trade.  Feirong provides transport and munitions in exchange for weapons grade nuclear waste.
Speech_0022L=FISHER -  Does China know?
Speech_0023L=LONG DAN -  No.  And unless they are issued proof of Feirong's activities, I fear the certainty of war.
Speech_0024L=FISHER -  What's the proof?
Speech_0025L=LONG DAN -  On the computer in his office... my office.  He has overridden and reset the lock to his own retina.
Speech_0026L=FISHER -  I force him to open his computer and forward the contents to the PRC and our countries don't go to war?
Speech_0027L=LONG DAN -  Such is my hope.
Note_0039L=A prova da traição de Kong Feirong encontra-se em seu computador. 
Goal_0054L=Mate Grinko. 
Goal_0055L=Mate Grinko. 
Speech_0029L=LAMBERT - Fisher. Mate Grinko. 
Speech_0030L=FISHER - Entendido. 
Speech_0031L=LAMBERT - Os homens de Grinko são mercenários. Agem por dinheiro e por intimidação. 
Speech_0032L=FISHER - Eles irão embora quando Grinko morrer. 
Speech_0033L=LAMBERT - Esperamos que sim. 
Speech_0048L=LAMBERT - Meu Deus, Fisher. O que você fez? Você sabe quanto essa morte vai nos custar? A missão acabou. Saia daí. 
Speech_0060L=LAMBERT - Meu Deus. Eles mataram as tropas, não foi?
Speech_0061L=FISHER - Sinto muito. 
Speech_0062L=LAMBERT - Não podemos mais atuar com diplomacia. A missão acabou. 
Speech_0049L=LAMBERT - Fisher, a Echelon interceptou alguma coisa. Feirong sabe que Grinko está morto e que Nikoladze fugiu. 
Speech_0050L=FISHER - Más notícias. 
Speech_0051L=LAMBERT - Volte para a embaixada. Ele está tentando destruir as provas que poderiam evitar a guerra. 
Speech_0052L=FISHER - Certo. 
Speech_0045L=LAMBERT - Meu Deus. Eles mataram as tropas, não foi?
Speech_0046L=FISHER - Sinto muito. 
Speech_0047L=LAMBERT - Não podemos mais atuar com diplomacia. A missão acabou. 
Speech_0056L=LAMBERT - Meu Deus. Eles mataram as tropas, não foi?
Speech_0057L=FISHER - Sinto muito. 
Speech_0058L=LAMBERT - Não podemos mais atuar com diplomacia. A missão acabou. 
Speech_0053L=LAMBERT - Tire os soldados e os diplomatas de lá. Os marines baseados em Calcutá os levarão para um lugar seguro. 
Speech_0054L=LONG DAN - Nunca falarei sobre as coisas que ocorreram nesta prisão. 
Speech_0055L=FISHER - Vamos sair daqui. 

[P_4_2_2_Abt_SpawnOrder]

[P_4_2_2_Abt_Studio]
Goal_0008L=Proteja os soldados americanos e os dignitários chineses. 
Goal_0018L=Proteja os reféns.
Speech_0009L=GRINKO - Mas que droga! Os americanos tomaram o porão. Quero todos os homens disponíveis no porão. Matem todos eles.   
Speech_0010L=GRINKO - Coronel Bagrat, responda. Coronel Bagrat. 
Speech_0011L=GRINKO - Mas que droga! Estou descendo. Nosenko, venha comigo. 
Speech_0013L=SOLDADO70A - Grinko está morto! Mataram Grinko!
Speech_0014L=SOLDADO70B - Repita isso.
Speech_0015L=SOLDADO70A - Vyacheslav Grinko está morto.

[P_4_2_2_Abt_TalkingGuards]

[P_4_2_2_Abt_TheChinTalk1]
Speech_0001L=(null)
Speech_0002L=(null)
Speech_0003L=(null)

[P_4_2_2_Abt_TheChinTalk2]
Speech_0001L=(null)
Speech_0002L=(null)
Speech_0003L=(null)

[P_4_2_2_Abt_TheChinTalk3]
Speech_0001L=(null)
Speech_0002L=(null)
Speech_0003L=(null)

[P_4_2_2_Abt_TheHostage]
Speech_0007L=US HOSTAGE -  Help us!
Speech_0008L=US HOSTAGE -  They're going to kill us!
Speech_0009L=US HOSTAGE -  Help!
Speech_0010L=US HOSTAGE -  Jesus, they're about to shoot!
Speech_0011L=US HOSTAGE -  Help!
Speech_0012L=US HOSTAGE -  Oh god, don't let us die!
Speech_0013L=DIPLOMAT -  No!
Speech_0014L=DIPLOMAT  -  Please, don't!
Speech_0015L=DIPLOMAT  -  Please, don't!
Speech_0016L=DIPLOMAT -  No!
Speech_0017L=LONG DAN -  End my suffering.

[P_4_2_2_Abt_TheHosTalk1]
Speech_0001L=US HOSTAGE -  Thank god.  They were going to kill us.
Speech_0002L=US HOSTAGE -  We haven't eaten in two days.  I'm not sure I can walk.
Speech_0003L=US HOSTAGE -  Were are the other soldiers?

[P_4_2_2_Abt_TheHosTalk2]
Speech_0001L=US HOSTAGE -  Grinko wouldn't let them torture us.  He kept saying we had to look pretty for our execution.
Speech_0002L=US HOSTAGE -  I want to go home.
Speech_0003L=US HOSTAGE -  I don't want to die in this cesspit.

[P_4_2_2_Abt_TheHosTalk3]
Speech_0001L=US HOSTAGE -  You've come to save us.  Where are the others?
Speech_0002L=FISHER -  It's just me.
Speech_0003L=US HOSTAGE -  Oh.  Crap.
Speech_0004L=US HOSTAGE -  I don't think we can help you, we're too weak to fight.
Speech_0005L=US HOSTAGE -  They've treated the Chinese worse than us.  There was nothing we could do.

